/* Add new Renovation button */
"Add Renovation" = "Add Renovation";

/* No comment provided by engineer. */
"Closed Renovations" = "Closed Renovations";

/* under EditRenovationView */
"Delete this renovation" = "Delete this renovation";

/* No comment provided by engineer. */
"Open Renovations" = "Open Renovations";

/* No comment provided by engineer. */
"Sort" = "Sort";

